[POI_Prototype_T2 X2PointOfInterestTemplate]
DisplayNames[0]="反抗军组织的求救信号"

CompletedSummaries[0]="在扫描这个区域时，我们检测到来自城市废墟深处隐藏结构的求救信号。似乎有些科学家从变种人叛逃，并在隐藏中继续他们的研究。我们不知道他们发生了什么，但在倒塌的支持梁下我们发现了一个运作中的原型，看起来比我们目前开发的任何东西都要先进。"

POIImages[0]="img:///UILibrary_StrategyImages.X2StrategyMap.POI_OvergrownCity"

[Reward_PrototypeT2 X2RewardTemplate]
DisplayName="高级原型"

[POI_Prototype_T3 X2PointOfInterestTemplate]
DisplayNames[0]="旧XCOM信号"

CompletedSummaries[0]="追踪XCOM在入侵期间使用过的信号，我们发现了一个地下掩体，显然是一个离岸研究实验室。设施已被遗弃，墙上有等离子体冲击的痕迹。防守者似乎装备了与外星人设计相当的设备，在设施的最后战斗中，我们发现了一些仍然完好的物品。"

POIImages[0]="img:///UILibrary_StrategyImages.X2StrategyMap.POI_WhatsInTheBarn"

[Reward_PrototypeT3 X2RewardTemplate]
DisplayName="高级原型"

[POI_Sidegrade_T1 X2PointOfInterestTemplate]
DisplayNames[0]="旧世界掩体"

CompletedSummaries[0]="当地反抗军组织向我们透露了隐藏在山脉中的旧世界掩体的存在。复仇者扫描器很容易就找到了它，但不幸的是，掩体的最内室被轨道等离子体武器直接击中而摧毁。然而，有几个次要房间距离足够远，因此幸免于难，在其中一个房间我们发现了一个装满完好武器的军械库。"

POIImages[0]="img:///UILibrary_StrategyImages.X2StrategyMap.POI_RadioTower"

[Reward_SidegradeT1 X2RewardTemplate]
DisplayName="原型物品"

[POI_Sidegrade_T2 X2PointOfInterestTemplate]
DisplayNames[0]="反抗军组织的求救信号"

CompletedSummaries[0]="在扫描这个区域时，我们检测到来自城市废墟深处隐藏结构的求救信号。似乎有些工程师从变种人叛逃，并在隐藏中继续他们的项目。我们不知道他们发生了什么，但使用复仇者的扫描设备，我们能够识别出一个埋在地下几米深的金属保险箱。我们挖掘它并找到了一些工程师的工作成果。"

POIImages[0]="img:///UILibrary_StrategyImages.X2StrategyMap.POI_OvergrownCity"

[Reward_SidegradeT2 X2RewardTemplate]
DisplayName="原型物品"

[POI_Sidegrade_T3 X2PointOfInterestTemplate]
DisplayNames[0]="旧XCOM信号"

CompletedSummaries[0]="追踪XCOM在入侵期间使用过的信号，我们发现了一个地下掩体，显然是一个离岸制造厂。设施已被遗弃，墙上有等离子体冲击的痕迹。防守者似乎装备了高度先进的设备，所有设备都被外星人破坏而无法使用。但在主要自动制造器附近，一个控制面板仍然亮着。它接受了一个我们旧代码中的一个，并打开了一个装满几个物品的保险库。"

POIImages[0]="img:///UILibrary_StrategyImages.X2StrategyMap.POI_WhatsInTheBarn"

[Reward_SidegradeT3 X2RewardTemplate]
DisplayName="原型物品"
